Repository: common-repository/shop-metrics-report
Catalog: translations/shopmetrics-for-wp-*.po
Languages: nl_nl

source: Settings saved!
nl_nl: Instellingen succesvol opgeslagen!

source: Please configure your Shop Metrics Report API keys on the %1$sSettings page%2$s and enable your specific plugin.
nl_nl: Configureer uw Shop Metrics Report API keys op de %1$sInstellingen pagina%2$s en stel uw E-commerce plugin in voor gebruik.

source: Basic API settings
nl_nl: Basis API instellingen

source: Basic API Settings
nl_nl: Basis API Instellingen

source: Settings
nl_nl: Instellingen

source: Synchronize orders
nl_nl: Synchroniseren

source: Test API Connection
nl_nl: Test API Verbinding

source: Test API connection
nl_nl: Test API verbinding

source: The settings are saved successfully! You can now test your connection and your orders will appear in your Shop Metrics Report dashboard.
nl_nl: De instellingen zijn succesvol opgeslagen! U kunt nu uw verbinding testen en uw bestellingen verschijnen in het Shop Metrics Report dashboard.

source: Please fill in a valid salt and pepper! You can <a href="https://dashboard.shopmetrics.report/account/webshops" target="_blank">retrieve them here</a>.
nl_nl: Vul alstublieft een geldige salt en pepper in! U kunt hem <a href="https://dashboard.shopmetrics.report/account/webshops" target="_blank">hier ophalen</a>.

source: order(s).
nl_nl: bestelling(en).

source: Shop Metrics Report - Settings
nl_nl: Shop Metrics Report - Instellingen

source: Use data from this plugin
nl_nl: Gebruik data van deze plugin

source: Track plugins
nl_nl: Volg plugin

source: None
nl_nl: Geen

source: Installed!
nl_nl: Geinstalleerd!

source: Help! The plugin I want to use isn't listed here..
nl_nl: Help! De plugin die ik wil gebruiken staat er niet bij..

source: Webshop API Salt
nl_nl: Webwinkel API Salt

source: Webshop API Pepper
nl_nl: Webwinkel API Pepper

source: Save settings
nl_nl: Instellingen opslaan

source: Shop Metrics for WooCommerce - Synchronize orders
nl_nl: Shop Metrics voor WP - Synchroniseer bestellingen

source: To start the synchronize process, please click the button below. This may take a little bit of your time. Having trouble with your plugin? Please check our <a href="https://shopmetrics.report/support" target="_blank">support page</a>.
nl_nl: Om het synchronisatie proces te starten, klik op onderstaande knop. Het kan mogelijk wat tijd van u in beslag nemen alvorens

source: Start synchronize process
nl_nl: Start het synchronisatie proces

source: Shop Metrics for WooCommerce - Test API Connection
nl_nl: Shop Metrics voor WP - Test API Verbinding

source: The testresults are listed below. Please make sure you have filled in your webshop salt and pepper.
nl_nl: De testresultaten zijn hieronder weergegeven. Zorg dat u zeker weet dat uw webwinkel salt en pepper zijn ingevuld.

source: Action
nl_nl: Actie

source: Result
nl_nl: Resultaat

source: Connection to API
nl_nl: Verbinding naar API

source: Test salt and pepper
nl_nl: Test salt en pepper

source: Result domain
nl_nl: Resultaat domein

source: The Shop Metrics Report plugin for WP helps you with integrating your webshop(s) to our API. Generate the best charts and analytics from your order data. This plugin is compatible with WooCommerce (and more E-Commerce systems will be added soon).
nl_nl: De Shop Metrics Report plugin for WP helpt u met
